{"</s>": 0, "<s>": 1, "AA0": 2, "AA1": 3, "AA2": 4, "AE0": 5, "AE1": 6, "AE2": 7, "AH": 8, "AH0": 9, "AH1": 10, "AH2": 11, "AO0": 12, "AO1": 13, "AO2": 14, "AW0": 15, "AW1": 16, "AW2": 17, "AY0": 18, "AY1": 19, "AY2": 20, "B": 21, "CH": 22, "D": 23, "DH": 24, "EH0": 25, "EH1": 26, "EH2": 27, "ER": 28, "ER0": 29, "ER1": 30, "ER2": 31, "EY0": 32, "EY1": 33, "EY2": 34, "F": 35, "G": 36, "HH": 37, "IH0": 38, "IH1": 39, "IH2": 40, "IY0": 41, "IY1": 42, "IY2": 43, "JH": 44, "K": 45, "L": 46, "M": 47, "N": 48, "NG": 49, "OW0": 50, "OW1": 51, "OW2": 52, "OY0": 53, "OY1": 54, "OY2": 55, "P": 56, "R": 57, "S": 58, "SH": 59, "T": 60, "TH": 61, "UH0": 62, "UH1": 63, "UH2": 64, "UW0": 65, "UW1": 66, "UW2": 67, "V": 68, "W": 69, "Y": 70, "Z": 71, "ZH": 72, "a1": 73, "a2": 74, "a3": 75, "a4": 76, "a5": 77, "ai1": 78, "ai2": 79, "ai3": 80, "ai4": 81, "ai5": 82, "an1": 83, "an2": 84, "an3": 85, "an4": 86, "an5": 87, "ang1": 88, "ang2": 89, "ang3": 90, "ang4": 91, "ang5": 92, "anr": 93, "ao1": 94, "ao2": 95, "ao3": 96, "ao4": 97, "ao5": 98, "b": 99, "c": 100, "ch": 101, "d": 102, "e1": 103, "e2": 104, "e3": 105, "e4": 106, "e5": 107, "ei": 108, "ei1": 109, "ei2": 110, "ei3": 111, "ei4": 112, "ei5": 113, "en1": 114, "en2": 115, "en3": 116, "en4": 117, "en5": 118, "eng1": 119, "eng2": 120, "eng3": 121, "eng4": 122, "eng5": 123, "er1": 124, "er2": 125, "er3": 126, "er4": 127, "er5": 128, "f": 129, "g": 130, "h": 131, "i1": 132, "i2": 133, "i3": 134, "i4": 135, "i5": 136, "ia1": 137, "ia2": 138, "ia3": 139, "ia4": 140, "ia5": 141, "ian1": 142, "ian2": 143, "ian3": 144, "ian4": 145, "ian5": 146, "iang1": 147, "iang2": 148, "iang3": 149, "iang4": 150, "iang5": 151, "iao1": 152, "iao2": 153, "iao3": 154, "iao4": 155, "iao5": 156, "ie": 157, "ie1": 158, "ie2": 159, "ie3": 160, "ie4": 161, "ie5": 162, "ii1": 163, "ii2": 164, "ii3": 165, "ii4": 166, "ii5": 167, "iii1": 168, "iii2": 169, "iii3": 170, "iii4": 171, "iii5": 172, "in1": 173, "in2": 174, "in3": 175, "in4": 176, "in5": 177, "ing1": 178, "ing2": 179, "ing3": 180, "ing4": 181, "ing5": 182, "iong1": 183, "iong2": 184, "iong3": 185, "iong4": 186, "iong5": 187, "iou1": 188, "iou2": 189, "iou3": 190, "iou4": 191, "iou5": 192, "j": 193, "k": 194, "l": 195, "m": 196, "n": 197, "ng1": 198, "ng2": 199, "ng3": 200, "ng4": 201, "ng5": 202, "o1": 203, "o2": 204, "o3": 205, "o4": 206, "o5": 207, "ong1": 208, "ong2": 209, "ong3": 210, "ong4": 211, "ong5": 212, "ou1": 213, "ou2": 214, "ou3": 215, "ou4": 216, "ou5": 217, "p": 218, "q": 219, "r": 220, "rr": 221, "s": 222, "sh": 223, "t": 224, "u1": 225, "u2": 226, "u3": 227, "u4": 228, "u5": 229, "ua1": 230, "ua2": 231, "ua3": 232, "ua4": 233, "ua5": 234, "uai1": 235, "uai2": 236, "uai3": 237, "uai4": 238, "uai5": 239, "uan1": 240, "uan2": 241, "uan3": 242, "uan4": 243, "uan5": 244, "uang1": 245, "uang2": 246, "uang3": 247, "uang4": 248, "uang5": 249, "uei1": 250, "uei2": 251, "uei3": 252, "uei4": 253, "uei5": 254, "uen1": 255, "uen2": 256, "uen3": 257, "uen4": 258, "uen5": 259, "ueng1": 260, "ueng2": 261, "ueng3": 262, "ueng4": 263, "uo1": 264, "uo2": 265, "uo3": 266, "uo4": 267, "uo5": 268, "uor": 269, "v1": 270, "v2": 271, "v3": 272, "v4": 273, "v5": 274, "van1": 275, "van2": 276, "van3": 277, "van4": 278, "van5": 279, "ve1": 280, "ve2": 281, "ve3": 282, "ve4": 283, "ve5": 284, "vn1": 285, "vn2": 286, "vn3": 287, "vn4": 288, "vn5": 289, "x": 290, "z": 291, "zh": 292, "air1": 293, "air2": 294, "air3": 295, "air4": 296, "air5": 297, "angr1": 298, "angr2": 299, "angr3": 300, "angr4": 301, "angr5": 302, "anr1": 303, "anr2": 304, "anr3": 305, "anr4": 306, "anr5": 307, "aor1": 308, "aor2": 309, "aor3": 310, "aor4": 311, "aor5": 312, "ar1": 313, "ar2": 314, "ar3": 315, "ar4": 316, "ar5": 317, "eir1": 318, "eir2": 319, "eir3": 320, "eir4": 321, "eir5": 322, "engr1": 323, "engr2": 324, "engr3": 325, "engr4": 326, "engr5": 327, "enr1": 328, "enr2": 329, "enr3": 330, "enr4": 331, "enr5": 332, "iangr1": 333, "iangr2": 334, "iangr3": 335, "iangr4": 336, "iangr5": 337, "ianr1": 338, "ianr2": 339, "ianr3": 340, "ianr4": 341, "ianr5": 342, "iaor1": 343, "iaor2": 344, "iaor3": 345, "iaor4": 346, "iaor5": 347, "iar1": 348, "iar2": 349, "iar3": 350, "iar4": 351, "iar5": 352, "ier1": 353, "ier2": 354, "ier3": 355, "ier4": 356, "ier5": 357, "iiir1": 358, "iiir2": 359, "iiir3": 360, "iiir4": 361, "iiir5": 362, "iir1": 363, "iir2": 364, "iir3": 365, "iir4": 366, "iir5": 367, "ingr1": 368, "ingr2": 369, "ingr3": 370, "ingr4": 371, "ingr5": 372, "inr1": 373, "inr2": 374, "inr3": 375, "inr4": 376, "inr5": 377, "io1": 378, "io2": 379, "io3": 380, "io4": 381, "io5": 382, "iongr1": 383, "iongr2": 384, "iongr3": 385, "iongr4": 386, "iongr5": 387, "iour1": 388, "iour2": 389, "iour3": 390, "iour4": 391, "iour5": 392, "ir1": 393, "ir2": 394, "ir3": 395, "ir4": 396, "ir5": 397, "ongr1": 398, "ongr2": 399, "ongr3": 400, "ongr4": 401, "ongr5": 402, "or1": 403, "or2": 404, "or3": 405, "or4": 406, "or5": 407, "our1": 408, "our2": 409, "our3": 410, "our4": 411, "our5": 412, "uair1": 413, "uair2": 414, "uair3": 415, "uair4": 416, "uair5": 417, "uangr1": 418, "uangr2": 419, "uangr3": 420, "uangr4": 421, "uangr5": 422, "uanr1": 423, "uanr2": 424, "uanr3": 425, "uanr4": 426, "uanr5": 427, "uar1": 428, "uar2": 429, "uar3": 430, "uar4": 431, "uar5": 432, "ueir1": 433, "ueir2": 434, "ueir3": 435, "ueir4": 436, "ueir5": 437, "ueng5": 438, "uengr1": 439, "uengr2": 440, "uengr3": 441, "uengr4": 442, "uengr5": 443, "uenr1": 444, "uenr2": 445, "uenr3": 446, "uenr4": 447, "uenr5": 448, "uor1": 449, "uor2": 450, "uor3": 451, "uor4": 452, "uor5": 453, "ur1": 454, "ur2": 455, "ur3": 456, "ur4": 457, "ur5": 458, "vanr1": 459, "vanr2": 460, "vanr3": 461, "vanr4": 462, "vanr5": 463, "ver1": 464, "ver2": 465, "ver3": 466, "ver4": 467, "ver5": 468, "vnr1": 469, "vnr2": 470, "vnr3": 471, "vnr4": 472, "vnr5": 473, "vr1": 474, "vr2": 475, "vr3": 476, "vr4": 477, "vr5": 478, "w": 479, "y": 480, "#3": 481, "<unk>": 482, "E": 483, "H": 484, "I": 485, "J": 486, "O": 487, "U": 488, "err1": 489, "err2": 490, "err3": 491, "err4": 493, "e23": 494, "e21": 495, "wu24": 496, "<p1>24": 497, "wu21": 498, "wu11": 499, "wu12": 500, "wu23": 501, "he11": 502, "<p1>3": 503, "<p1>11": 504, "he12": 505, "<p1>12": 506, "he14": 507, "<p1>2": 508, "<p1>1": 509, "<p1>14": 510, "<p1>0": 511, "heng11": 512, "he15": 513, "<p1>5": 514, "pei11": 515, "pei21": 516, "hu14": 517, "<p1>4": 518, "hu12": 519, "hu11": 520, "hu24": 521, "a12": 522, "hu21": 523, "hu22": 524, "heng24": 525, "yi12": 526, "wa15": 527, "<p1>15": 528, "wa25": 529, "wa22": 530, "<p1>22": 531, "<p1>25": 532, "wa14": 533, "ha11": 534, "ha21": 535, "ha12": 536, "ha14": 537, "ha13": 538, "<p1>13": 539, "e11": 540, "o12": 541, "o24": 542, "o22": 543, "o14": 544, "o15": 545, "heng14": 546, "heng15": 547, "ai25": 548, "ai24": 549, "ai14": 550, "a15": 551, "a11": 552, "en14": 553, "en24": 554, "en21": 555, "zhe14": 556, "xi21": 557, "xi22": 558, "hei11": 559, "xi15": 560, "<p1>21": 561, "xi11": 562, "xi12": 563, "hei12": 564, "hei15": 565, "tian11": 566, "na14": 567, "ma11": 568, "ya15": 569, "sp1": 570, "sp2": 571, "sp3": 572, "sp4": 573, "[UNK]": 574, "[PAD]": 575, "|": 576, "sil": 577, "lbw": 578}
